Repository: perveznouman/PrayerTracker
Catalog: PrayerTracker/PrayerTracker/Resource/*.lproj/Localizable.strings
Languages: ur

source: Ok
ur: ٹھیک ہے

source: Error
ur: غلطی

# unknownError
source: An unknown error occurred
ur: ایک نامعلوم غلطی پیش آگئی

source: Cancel
ur: منسوخ کریں

source: History
ur: تاریخ

# newEntry
source: Daily
ur: روزانہ

# makeNewEntry
source: Mark a new entry
ur: ایک نئی اندراج کو نشان زد کریں

source: More
ur: مزید

source: Today
ur: آج

source: Tomorrow
ur: کل

source: Yesterday
ur: کل

source: Fajr
ur: فجر

source: Zuhar
ur: ظہر

source: Asar
ur: عصر

source: Maghrib
ur: مغرب

source: Esha
ur: عشاء

source: Weekly
ur: ہفتہ وار

source: Monthly
ur: ماہانہ

source: Yearly
ur: سالانہ

source: Offered
ur: ادا

source: Not Offered
ur: ترک

source: Wait
ur: انتظار

# legands
source: Shown based on number of Prayers not Rakaths
ur: نمازوں کی تعداد کی بنیاد پر دکھایا گیا ہے نہ کہ رکعتوں کی بنیاد پر

source: Unknown
ur: نامعلوم

# notification
source: Daily Prayer Notification
ur: نمازوں کی نوٹیفکیشن

source: Reminder
ur: یاد دہانی

# addEntryReminderTitle
source: Reminder
ur: یاد دہانی

# addEntryReminderMessage
source: Mark today's offered Salah
ur: آج کی نماز کو نشان زد کریں

# notificationDescription
source: App will remind you for opted Salah
ur: ایپ آپ کو منتخب شدہ نماز کی یاد دلائے گا۔

# reminderDescription
source: App will remind you to mark offered Salah
ur: ایپ آپ کو ادا کردہ نماز کو نشان زد کرنے کے لیے یاد دلائے گا

# notificationDisabledMessage
source: Notification is disabled. Enable Notification in Settings
ur: نوٹیفکیشن بند ہے۔ سیٹنگز میں نوٹیفکیشن کو آن کریں۔

# fajrReminder
source: Fajr Salah's time starts now
ur: فجر کی نماز کا وقت اب شروع ہو رہا ہے

# zuharReminder
source: Zuhar Salah's time starts now
ur: ظہر کی نماز کا وقت اب شروع ہو رہا ہے

# asarReminder
source: Asar Salah's time starts now
ur: عصر کی نماز کا وقت اب شروع ہو رہا ہے

# maghribReminder
source: Maghrib Salah's time starts now
ur: مغرب کی نماز کا وقت اب شروع ہو رہا ہے

# eshaReminder
source: Esha Salah's time starts now
ur: عشاء کی نماز کا وقت اب شروع ہو رہا ہے

# fiqueMessage
source: Pick preferred Fique
ur: اپنی فقہ منتخب کریں

# fique
source: Fique Settings
ur: فقہ

# shia
source: Jafari / Shia Ithna-Ashari
ur: جعفری / شیعہ اثنا عشری

# karachi
source: University of Islamic Sciences, Karachi
ur: جامعہ علوم اسلامیہ، کراچی

# america
source: Islamic Society of North America
ur: اسلامی سوسائٹی آف نارتھ امریکہ

# mwl
source: Muslim World League
ur: مسلم ورلڈ لیگ

# makkah
source: Umm Al-Qura University, Makkah
ur: جامعہ ام القریٰ، مکہ

# egypt
source: Egyptian General Authority of Survey
ur: مصری جنرل اتھارٹی آف سروے

# tehran
source: Institute of Geophysics, University of Tehran
ur: انسٹی ٹیوٹ آف جیو فزکس، تہران یونیورسٹی

# gulf
source: Gulf Region
ur: خلیجی خطہ

source: Kuwait
ur: کویت

source: Qatar
ur: قطر

# singapore
source: Majlis Ugama Islam Singapura, Singapore
ur: مجلس اَہْلِ اسلام سنگاپور، سنگاپور

# france
source: Union Organization islamic de France
ur: یونین آرگنائزیشن اسلامک آف فرانس

# turkey
source: Diyanet İşleri Başkanlığı, Turkey
ur: ترکی میں دینی امور کی ریاستی تنظیم

# russia
source: Spiritual Administration of Muslims of Russia
ur: اسپریچوئل ایڈمنسٹریشن آف مسلم آف روس

# mcw
source: Moonsighting Committee Worldwide
ur: مون سائٹنگ کمیٹی ورلڈ وائڈ

# duabi
source: Dubai
ur: دبئی

# malaysia
source: Jabatan Kemajuan Islam Malaysia
ur: جاباتان کیمادوان اسلام ملائشیا

source: Tunisia
ur: تونس

source: Algeria
ur: الجزائر

# indonesia
source: Kementerian Agama Republik Indonesia
ur: کمینٹریا ں اگراما ریپبلک انڈونیشیا

source: Morocco
ur: مراکش

# lisboa
source: Comunidade Islamica de Lisboa
ur: کومونیداد اسلامیکا دے لسبوآ

# jordan
source: Islamic Affairs and Holy Places, Jordan
ur: اسلامی امور اور مقدس مقامات، اردن
